@extends('frontend.layouts.layout')

@section('content')
    <section class="section about">
        <div class="container">
            <div class="about__wrap">

                <h1 class="page-title">О нас</h1>

                <div class="about-info">
                    <div class="about-info__left">
                        <p class="about-info__text">Мы, коллектив единомышленников, который уже на протяжении 15 лет ведет активную деятельность по улучшению качества жизни молодых людей с инвалидностью путем разработки и реализации проектов, направленных на социализацию и интеграцию в обществе данной категории населения. Проекты реализуются на федеральных, региональных и муниципальных уровнях. Идет активное взаимодействие с органами законодательной, исполнительной власти и общественными организациями практически во всех регионах Российской Федерации. Выстроено взаимодействие с профильными отраслями коммерческого сектора, в части реализации проектов, направленных на создание доступной среды в разных сферах жизнедеятельности. В рамках выполнения уставных целей реализуются благотворительные программы организации.
                        </p>
                        <span class="about-info__text">Мы открыты и готовы к сотрудничеству!</span>
                    </div>
                    <div class="about-info__right">
                        <img src="https://s3-eu-central-1.amazonaws.com/news.pr-cy.ru/535312/7582.png" alt="about image">
                    </div>
                </div>
            </div>
        </div>

    </section>
@endsection
