<header class="header">
    <div class="header-top">
        <div class="container">
            <div class="header-top__wrap">
                <div class="header-logo">
                    <img src="{{ asset('assets/img/header/logo.png')  }}" class="header-logo__img" alt="Logo">
                </div>

                <div class="header-top__right">
                    <div class="header-top-info">
                        <h5 class="header-top-info__title">Наш контакты</h5>
                        <ul>
{{--                            <li>--}}
{{--                                <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" style="enable-background:new 0 0 53.942 53.942" viewBox="0 0 53.942 53.942"><path d="M53.364 40.908c-2.008-3.796-8.981-7.912-9.288-8.092-.896-.51-1.831-.78-2.706-.78-1.301 0-2.366.596-3.011 1.68-1.02 1.22-2.285 2.646-2.592 2.867-2.376 1.612-4.236 1.429-6.294-.629L17.987 24.467c-2.045-2.045-2.233-3.928-.632-6.291.224-.309 1.65-1.575 2.87-2.596.778-.463 1.312-1.151 1.546-1.995.311-1.123.082-2.444-.652-3.731-.173-.296-4.291-7.27-8.085-9.277a4.947 4.947 0 0 0-2.306-.573 4.908 4.908 0 0 0-3.49 1.445L4.7 3.986C.686 7.999-.767 12.548.379 17.506c.956 4.132 3.742 8.529 8.282 13.068l14.705 14.705c5.746 5.746 11.224 8.66 16.282 8.66h.001c3.72 0 7.188-1.581 10.305-4.698l2.537-2.537a4.908 4.908 0 0 0 .873-5.796z"/></svg>--}}
{{--                                <a href="tel:+79257485314">+7(925) 748-53-14</a>--}}
{{--                            </li>--}}
                            <li>
                                <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" style="enable-background:new 0 0 512 512" viewBox="0 0 512 512"><path d="M3.217 126.14 224.87 302.686c1.579 1.331 15.821 13.047 31.13 13.047 15.377 0 29.747-11.281 31.292-12.535l221.5-177.067a8.519 8.519 0 0 0 3.208-6.664C512 95.94 492.86 76.8 469.333 76.8H42.667C19.14 76.8 0 95.94 0 119.467a8.535 8.535 0 0 0 3.217 6.673zm39.45-32.273h426.667c12.8 0 23.441 9.446 25.31 21.726L276.599 289.894c-3.038 2.44-12.672 8.772-20.599 8.772-7.689 0-17.109-6.502-20.284-9.165L17.357 115.584c1.877-12.279 12.51-21.717 25.31-21.717zM156.86 274.893 37.393 368.759c-3.703 2.91-4.343 8.277-1.434 11.981a8.502 8.502 0 0 0 6.707 3.26 8.498 8.498 0 0 0 5.274-1.826l119.467-93.867c3.703-2.91 4.344-8.277 1.434-11.981-2.91-3.712-8.278-4.343-11.981-1.433zM355.14 274.893c-3.703-2.91-9.071-2.27-11.981 1.434s-2.27 9.071 1.434 11.981l119.467 93.867a8.492 8.492 0 0 0 5.265 1.826 8.52 8.52 0 0 0 6.716-3.26c2.91-3.703 2.27-9.071-1.434-11.981L355.14 274.893z"/><path d="M503.467 153.6a8.536 8.536 0 0 0-8.533 8.533v230.4c0 14.114-11.486 25.6-25.6 25.6H42.667c-14.114 0-25.6-11.486-25.6-25.6v-230.4c0-4.71-3.823-8.533-8.533-8.533S0 157.423 0 162.133v230.4C0 416.06 19.14 435.2 42.667 435.2h426.667c23.526 0 42.667-19.14 42.667-42.667v-230.4c-.001-4.71-3.824-8.533-8.534-8.533z"/></svg>
                                <a href="mailto:OOOCenterPomoschi@yandex.ru">Написать нам</a>
                            </li>
                            <!-- <li>Адрес: Москва, Шлюзовая наб., д.2/1, к.1</li> -->
                        </ul>
                    </div>

                    <div class="header-top__social social">
                        <h5 class="social__title">Наши соцсети</h5>

                        <ul class="social__list">
                            <li class="social__item">
                                <a href="#" class="social__link">
                                    <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" style="enable-background:new 0 0 512 512" viewBox="0 0 512 512"><path d="M492.044 106.769c-18.482-21.97-52.604-30.931-117.77-30.931H137.721c-66.657 0-101.358 9.54-119.77 32.93C0 131.572 0 165.174 0 211.681v88.64c0 90.097 21.299 135.842 137.721 135.842h236.554c56.512 0 87.826-7.908 108.085-27.296C503.136 388.985 512 356.522 512 300.321v-88.64c0-49.045-1.389-82.845-19.956-104.912zM328.706 268.238l-107.418 56.14a16.504 16.504 0 0 1-7.65 1.878 16.517 16.517 0 0 1-16.516-16.516V197.82a16.516 16.516 0 0 1 24.128-14.657l107.418 55.778a16.515 16.515 0 0 1 .038 29.297z" style="fill:#d7143a"/></svg>
                                </a>
                            </li>
                            <li class="social__item">
                                <a href="#" class="social__link">
                                    <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" style="enable-background:new 0 0 551.034 551.034" viewBox="0 0 551.034 551.034"><linearGradient id="a" x1="275.517" x2="275.517" y1="4.571" y2="549.72" gradientTransform="matrix(1 0 0 -1 0 554)" gradientUnits="userSpaceOnUse"><stop offset="0" style="stop-color:#e09b3d"/><stop offset=".3" style="stop-color:#c74c4d"/><stop offset=".6" style="stop-color:#c21975"/><stop offset="1" style="stop-color:#7024c4"/></linearGradient><path d="M386.878 0H164.156C73.64 0 0 73.64 0 164.156v222.722c0 90.516 73.64 164.156 164.156 164.156h222.722c90.516 0 164.156-73.64 164.156-164.156V164.156C551.033 73.64 477.393 0 386.878 0zM495.6 386.878c0 60.045-48.677 108.722-108.722 108.722H164.156c-60.045 0-108.722-48.677-108.722-108.722V164.156c0-60.046 48.677-108.722 108.722-108.722h222.722c60.045 0 108.722 48.676 108.722 108.722v222.722z" style="fill:url(#a)"/><linearGradient id="b" x1="275.517" x2="275.517" y1="4.571" y2="549.72" gradientTransform="matrix(1 0 0 -1 0 554)" gradientUnits="userSpaceOnUse"><stop offset="0" style="stop-color:#e09b3d"/><stop offset=".3" style="stop-color:#c74c4d"/><stop offset=".6" style="stop-color:#c21975"/><stop offset="1" style="stop-color:#7024c4"/></linearGradient><path d="M275.517 133C196.933 133 133 196.933 133 275.516s63.933 142.517 142.517 142.517S418.034 354.1 418.034 275.516 354.101 133 275.517 133zm0 229.6c-48.095 0-87.083-38.988-87.083-87.083s38.989-87.083 87.083-87.083c48.095 0 87.083 38.988 87.083 87.083 0 48.094-38.989 87.083-87.083 87.083z" style="fill:url(#b)"/><linearGradient id="c" x1="418.306" x2="418.306" y1="4.571" y2="549.72" gradientTransform="matrix(1 0 0 -1 0 554)" gradientUnits="userSpaceOnUse"><stop offset="0" style="stop-color:#e09b3d"/><stop offset=".3" style="stop-color:#c74c4d"/><stop offset=".6" style="stop-color:#c21975"/><stop offset="1" style="stop-color:#7024c4"/></linearGradient><circle cx="418.306" cy="134.072" r="34.149" style="fill:url(#c)"/></svg>
                                </a>
                            </li>
                            <li class="social__item">
                                <a href="#" class="social__link">
                                    <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" style="enable-background:new 0 0 512 512" viewBox="0 0 512 512"><path d="M440.649 295.361c16.984 16.582 34.909 32.182 50.142 50.436 6.729 8.112 13.099 16.482 17.973 25.896 6.906 13.382.651 28.108-11.348 28.907l-74.59-.034c-19.238 1.596-34.585-6.148-47.489-19.302-10.327-10.519-19.891-21.714-29.821-32.588-4.071-4.444-8.332-8.626-13.422-11.932-10.182-6.609-19.021-4.586-24.84 6.034-5.926 10.802-7.271 22.762-7.853 34.8-.799 17.564-6.108 22.182-23.751 22.986-37.705 1.778-73.489-3.926-106.732-22.947-29.308-16.768-52.034-40.441-71.816-67.24-38.513-52.183-68.008-109.525-94.516-168.473-5.967-13.281-1.603-20.41 13.051-20.663 24.333-.473 48.663-.439 73.025-.034 9.89.145 16.437 5.817 20.256 15.16 13.165 32.371 29.274 63.169 49.494 91.716 5.385 7.6 10.876 15.201 18.694 20.55 8.65 5.923 15.236 3.96 19.305-5.676 2.582-6.11 3.713-12.691 4.295-19.234 1.928-22.513 2.182-44.988-1.199-67.422-2.076-14.001-9.962-23.065-23.933-25.714-7.129-1.351-6.068-4.004-2.616-8.073 5.995-7.018 11.634-11.387 22.875-11.387h84.298c13.271 2.619 16.218 8.581 18.035 21.934l.072 93.637c-.145 5.169 2.582 20.51 11.893 23.931 7.452 2.436 12.364-3.526 16.836-8.251 20.183-21.421 34.588-46.737 47.457-72.951 5.711-11.527 10.622-23.497 15.381-35.458 3.526-8.875 9.059-13.242 19.056-13.049l81.132.072c2.406 0 4.84.035 7.17.434 13.671 2.33 17.418 8.211 13.195 21.561-6.653 20.945-19.598 38.4-32.255 55.935-13.53 18.721-28.001 36.802-41.418 55.634-12.328 17.2-11.349 25.868 3.964 40.805z" style="fill:#436eab"/></svg>
                                </a>
                            </li>
                            <li class="social__item">
                                <a href="#" class="social__link">
                                    <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" style="enable-background:new 0 0 512 512" viewBox="0 0 512 512"><circle cx="256" cy="256" r="256" style="fill:#59aae7"/><path d="M256 0c-11.317 0-22.461.744-33.391 2.167C348.216 18.53 445.217 125.933 445.217 256s-97.002 237.47-222.609 253.833A258.556 258.556 0 0 0 256 512c141.385 0 256-114.616 256-256S397.385 0 256 0z" style="fill:#3d9ae3"/><path d="M164.689 311.141 82.127 269.86c-2.263-1.132-2.285-4.353-.038-5.516L395.75 102.105c2.304-1.192 4.964.811 4.456 3.355l-54.004 270.017a3.094 3.094 0 0 1-4.253 2.237l-73.393-31.453a3.093 3.093 0 0 0-2.721.139l-94.839 52.688c-2.062 1.145-4.597-.345-4.597-2.705v-82.474a3.09 3.09 0 0 0-1.71-2.768z" style="fill:#fcfcfc"/><path d="m200.31 338.967-.513-82.428a1.504 1.504 0 0 1 .72-1.293l133.899-81.798c1.518-.927 3.106 1.083 1.852 2.345l-101.9 102.624a1.517 1.517 0 0 0-.278.387l-17.43 34.858-13.509 25.988c-.725 1.395-2.831.888-2.841-.683z" style="fill:#d8d7da"/></svg>
                                </a>
                            </li>
                        </ul>
                    </div>
                </div>



            </div>
        </div>
    </div>

    <div class="container">

        <div class="header__wrap">
            <div class="header-menu">
                <a href="#" class="header-menu__btn">
                    <svg width="25" height="17" viewBox="0 0 25 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <rect width="25" height="3" rx="1.5" fill="white"></rect>
                        <rect y="7" width="25" height="3" rx="1.5" fill="white"></rect>
                        <rect y="14" width="25" height="3" rx="1.5" fill="white"></rect>
                    </svg>
                </a>
            </div>

            <div class="header-nav">
                <ul class="header-nav__list">
                    <li class="header-nav__link"><a href="{{ route('index') }}">Главная</a></li>
                    <li class="header-nav__link"><a href="{{ route('about') }}">О нас</a></li>
                    <li class="header-nav__link"><a href="{{ route('events') }}">Мероприятия организации</a></li>
                    <li class="header-nav__link"><a href="{{ route('excursions') }}">Пушкинская карта</a></li>
                    <li class="header-nav__link"><a href="{{ route('legislation') }}">Законодательство</a></li>
                    <li class="header-nav__link"><a href="{{ route('contacts') }}">Контакты</a></li>
                </ul>
            </div>
        </div>
    </div>

    <div class="mobile_menu_container">
        <div class="mobile_menu_content">
            <ul>
                <li><a href="{{ route('index') }}">Главная</a></li>
                <li><a href="{{ route('about') }}">О нас</a></li>
                <li><a href="{{ route('events') }}">Мероприятия организации</a></li>
                <li><a href="{{ route('excursions') }}">Пушкинская карта</a></li>
                <li><a href="{{ route('legislation') }}">Законодательство</a></li>
                <li><a href="{{ route('contacts') }}">Контакты</a></li>
            </ul>
        </div>
    </div>
    <div class="mobile_menu_overlay"></div>
</header>
